Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: PRC 01 - Inclusion of, or reference to, Golder's name or work in a public or private securities offering, prospectus or any other document that may be relied upon by third party investors (e.g., NI 43-101 Technical Report)
es: PRC 01 - Inclusión del nombre de Golder o referencia a este o de su trabajo en una oferta pública o privada de valores, prospecto u otro documento cualquiera que pueda servir de base a inversionistas (informe técnico NI 43-101, por ejemplo)

source: PRC 02 - Cost to Closure and fixed price/lump sum/stipulated sum remediation pursuits equal to or greater than $100,000USD
es: PRC 02 - Búsquedas de proyectos de remediación con costo que incluye el cierre y con precio fijo/suma alzada/suma estipulada iguales o superiores a USD 100,000

source: PRC 03 - Client or ultimate client is a condo or homeowners' association or individual residential property owner.
es: PRC 03 - El cliente o cliente final es un condominio o junta de vecinos o propietario residencial individual.

source: PRC 04 - Pursuits involving performance-based contracting or contractual performance guarantees (i.e., pursuits in which Golder is obligated to guarantee a "result" or "fitness for purpose" - as opposed to meeting a "reasonable standard of care")
es: PRC 04 - Las búsquedas que requieran contratos según desempeño o garantías contractuales de desempeño (es decir, búsquedas en que Golder está obligado a garantizar un "resultado" o "aptitud para un fin", al contrario de una "norma de cuidado aceptable")

source: PRC 05 - Pursuits involving the arranging for, recommendation or selection of, or direct contracting for the transport, storage or disposal of regulated hazardous substances (excluding investigatory derived waste ("IDW"))
es: PRC 05 - Búsquedas que requieran disponer, recomendar la selección o proporcionar la contratación directa de transporte, almacenamiento o disposición final de sustancias peligrosas reguladas (exceptuando los residuos derivados de la investigación de campo)

source: PRC 06 - Construction and O&M pursuits including, but not limited to, Construction Management (CM) for fee (agency), CM at Risk, General Construction, EPC, EPCM; PPP and O&M where Golder is responsible for construction or operations and maintenance risk and the pursuit is equal to or greater than $5M USD but less than $10M USD
es: PRC 06 - Búsquedas de construcción y operación + mantenimiento, sin limitarse a la gestión de la construcción por una tarifa (agencia), contratista general de obra con gestión de riesgo, construcción general, EPC, EPCM; PPP y operación + mantenimiento en que Golder sea responsable de los riesgos de la construcción o la operación y el mantenimiento y que la búsqueda sea igual o superior a USD 5 millones pero inferior a USD 10 millones

source: PRC 07 - Construction and O&M pursuits including, but not limited to, Construction Management (CM) for fee (agency), CM at Risk, General Construction, EPC, EPCM; PPP and O&M where Golder is responsible for construction or operations and maintenance risk and the pursuit is equal to or greater than $10M USD
es: PRC 07 - Búsquedas de construcción y operación + mantenimiento, sin limitarse a la gestión de la construcción por una tarifa (agencia), contratista general de obra con gestión de riesgo, construcción general, EPC, EPCM; PPP y operación + mantenimiento en que Golder sea responsable de los riesgos de la construcción o la operación y el mantenimiento y que la búsqueda sea igual o superior a USD 10 millones

source: PRC 08 - Exposure to liquidated damages/stipulated penalties for delay exceed $250,000USD.
es: PRC 08 - Exposición a daños y perjuicios/multas estipuladas por retraso que superen USD 250.000

source: PRC 09 - Exposure to consequential damages in an amount >20% of Golder's net contract amount.
es: PRC 09 - Exposición a daños indirectos por monto > 20% del monto contractual neto de Golder.

source: PRC 10 - Decennial liability (strict liability for building projects often imposed in certain European, Asian and Middle Eastern countries).
es: PRC 10 - Responsabilidad decenal (responsabilidad estricta para proyectos de construcción de edificios que a veces imponen países europeos, asiáticos y de Oriente Medio)

source: PRC 11 - Any explicit or implied obligation to comply with boycott laws/requirements.
es: PRC 11 - Cualquier obligación explícita o implícita de cumplir con leyes/requisitos sobre boycott.

source: PRC 12 - Binding terms that have the effect of (i) guaranteeing that Golder will not perform similar work for any other client at a lower price (e.g., most-favored client pricing), or (ii) preventing other Golder operations from pursuing significant opportunities.
es: PRC 12 - Términos vinculantes que tengan como efecto (i) garantizar que Golder no ejecutará trabajos similares para otro cliente a menor precio (precio de cliente preferente, por ejemplo) o (ii) impedir a otras operaciones de Golder buscar oportunidades importantes.

source: PRC 13 - Pursuits that do not/will not include a well-defined scope of work at the time work begins (note: this trigger does not apply where a final scope of work is developed through a series of contractually well defined, and formally approved, smaller (e.g., phased) scopes of work).
es: PRC 13 - Búsquedas que no incluyen/no incluirán un alcance bien definido para los trabajos en el momento en que estos comiencen (nota: este disparador no se aplica cuando se desarrolla un alcance final de los trabajos mediante una serie de alcances más pequeños (en etapas) bien definidos contractualmente y aprobados formalmente)

source: PRC 14 - Pursuits involving unproven/emerging technology and/or otherwise atypical, substantial, or unusual risks.
es: PRC 14 - Búsquedas que impliquen tecnología no probada/emergente u otros riesgos atípicos, considerables o inusuales.

source: PRC 15 - Parent Company Guarantee (PCG) from EHL or GAC.
es: PRC 15 - Garantía de la empresa matriz por parte de EHL o GAC.

source: PRC 16 - Does a valid PRC Blanket Approval apply to this Pursuit?
es: PRC 16 - ¿Se aplica una aprobación general vigente del PRC a esta búsqueda?

source: PRC Blanket Approval (12 month renewable exemption from PRC review)
es: Aprobación general del PRC (exención de la revisión del PRC renovable por 12 meses)

source: PRC Committee Meeting Agenda
es: Tabla para reuniones del Comité del PRC

source: PRC Trigger
es: Disparador

source: PRC Triggers:
es: Disparadores de PRC:

source: PRC Triggers: May 27 2017 [Global]
es: Disparadores del PRC: 27 de mayo de 2017 [Global]

source: PRE-MOB ACTIVITIES
es: ACTIVIDADES PREVIAS A LA MOVILIZACIÓN

source: PRE-START CHECKS
es: REVISIONES PREVIAS

source: PRE-START JOB SAFETY AND ENVIRONMENT ANALYSIS
es: ANÁLISIS DE SEGURIDAD EN EL TRABAJO

source: PRE-START MEETINGS
es: REUNIONES PREVIAS

source: PREPARATION
es: PREPARACIÓN

source: PREPARE FOR EMERGENCIES
es: PREPARARSE PARA EMERGENCIAS

source: PREPARE FOR THE JOURNEY
es: PREPARARSE PARA EL VIAJE

source: PRESIDENT
es: PRESIDENTE

source: PREVENTION OF ALTITUDE SICKNESS
es: PREVENCIÓN DEL MAL DE ALTURA

source: PRIMARY FAMILY: ARIAL
es: FAMILIA PRINCIPAL: ARIAL

source: PROBABILISTIC AND DETERMINISTIC SEISMIC HAZARD ANALYSES
es: Análisis probabilístico y determinístico de peligro sísmico

source: PROBABILISTIC and deterministic SEISMIC HAZARD ANALYSIS
es: Análisis de peligro sísmico probabilístico y determinístico

source: PROCEDURES
es: PROCEDIMIENTOS

source: PROCEED
es: PROCEDE

source: PROCEED – communicate and implement risk controls
es: PROCEDER – Comunicar e implementar los controles de riesgos

source: PROJECT MANAGER NAME: Tasia Balding
es: NOMBRE DEL GERENTE DE PROYECTO: Tasia Balding

source: PROJECT NAME:
es: NOMBRE DEL PROYECTO:

source: PROJECT RISK COMMITTEE MEETING NOTES
es: COMITÉ DE RIESGOS DE PROYECTOS ACTA DE REUNIÓN

source: PROJECT TITLE
es: TÍTULO DEL PROYECTO

source: PROJECT-RELATED
es: RELACIONADO CON PROYECTO

source: PROJECT: Ground Improvement for George Massey Tunnel Transmission (GMTT) Relocation
es: PROYECTO: Mejora del suelo para la reubicación de la línea de transmisión del túnel George Massey (GMTT)

source: PSHA = probabilistic seismic hazard analysis
es: PSHA = análisis de peligro sísmico probabilístico

source: PSHA uses the source identification and characterization elements of the DSHA and adds an assessment of the likelihood that ground motions of given amplitude will be exceeded at the site.
es: El análisis de peligro sísmico probabilístico (PSHA, en inglés) usa los elementos de identificación y caracterización de la fuente del análisis determinístico y añade una evaluación de la probabilidad de que los movimientos del suelo en el sitio superen una amplitud dada.

source: PURPOSE
es: OBJETIVO

source: Pacific
es: Pacífico

source: Paid if paid?)
es: ¿Pagado si se paga?)

source: Paid when paid?
es: ¿Pagado al pagar?

source: Panama
es: Panamá

source: Panama & Dominican Republic, Central America
es: Panamá y República Dominicana, Centroamérica

source: Paper
es: Papel

source: Paper - may include inspection reports, training and orientation records, hazard assessments, and any other relevant documents.
es: Papel - puede incluir informes de inspección, registros de capacitación y orientación, evaluaciones de peligros, y cualquier otro documento pertinente.

source: Paposo Fault: Naranjo (1987) defined three segments of the AFZ based on their concavity and the apparent effect on topography and drainage patterns.
es: Falla Paposo: Naranjo (1987) definió tres segmentos de la ZFA basándose en su concavidad y en el efecto aparente en la topografía y en los patrones de drenaje.

source: Paposo Segment: The Paposo segment is located within the coastal region from Taltal northward to just south of Antofagasta, located in the southern region of the Mejillones Peninsula.
es: Segmento Paposo: el segmento Paposo se encuentra dentro de la región costera desde Taltal hacia el norte hasta justo al sur de Antofagasta, ubicada en la región sur de la península de Mejillones.

source: Paposo fault
es: Falla Paposo

source: Paposo fault/Sierra de Remiendos fault
es: Falla Paposo/falla Sierra de Remiendos

source: Paracatu Mine - RPM / Kinross
es: Mina Paracatu – RPM / Kinross

source: Parameter
es: Parámetro

source: Parameters
es: Parámetros

source: Parent Company Guarantee (PCG) from EHL or GAC (Note: EHL Guarantee also requires EHL Board of Directors approval)
es: Garantía de la empresa matriz (PCG) de EHL o GAC (Nota: la garantía de EHL también requiere autorización del Directorio de EHL)

source: Park brake must be engaged
es: El freno de estacionamiento debe ser accionado.

source: Park vehicle with equipment as close to the work location as practical.
es: Estacionar vehículos con equipos lo más cerca del lugar de trabajo posible.

source: Parliament Hill, Library excavation
es: Parliament Hill, excavación de biblioteca

source: Part of the engineering design of the tailings storage facility design includes the development of EDGM to support dam stability analysis and design carried out by Golder Associates (Golder).
es: Parte de la ingeniería para el diseño del depósito de relaves comprende el desarrollo de parámetros EDGM para sustentar el análisis de estabilidad del muro y el diseño realizado por Golder Associates (Golder).

source: Part of the engineering for the expansion includes the development of seismic design criteria for dam stability analysis and design.
es: Parte de la ingeniería para la ampliación incluye el desarrollo de criterios de diseño sísmicos para el análisis de estabilidad y el diseño del tranque.

source: Participate as a member of the investigation team where requested.
es: Participar como integrante del equipo a cargo de la investigación cuando se le solicite.

source: Participation in Eliminating Health and Safety Hazards
es: Participación en la Eliminación de Peligros de Salud y Seguridad.

source: Participation included training of the New Gold Mali's field geologists in core orientation and geotechnical core logging.
es: La participación incluyó capacitación a los geólogos de terreno de New Gold Mali en orientación de testigos y registro geotécnico de testigos.

source: Particle tracking from the WRF, Oxide, Low Grade Ore, Backfill and TMF illustrate the location of the seepage pathways.
es: Las vías de flujo de infiltración en el depósito de estériles, la pila de óxidos, la pila de mineral de baja ley, los pits rellenados y la presa de relaves se muestran mediante trayectorias de partículas.

source: Parts
es: Partes

source: Parts - important when equipment is involved.
es: Partes - importante cuando hay equipos involucrados.

source: Pascua Lama – Primary Crusher Facility
es: Pascua Lama – Instalación del chancador primario

source: Pascua Lama – Primary Crusher Facility, Ontario, Canada
es: Pascua Lama – Instalación del chancador primario, Ontario, Canadá

source: Past Projects for Client
es: Proyectos anteriores para el cliente

source: Patients with mild HAPE who have access to oxygen (at a hospital or high-altitude medical clinic) may not need to descend to lower elevation and can be treated with oxygen at the current elevation.
es: Los pacientes con EPA leve que tengan acceso a oxígeno (en un hospital o clínica de altura) pueden no tener que descender a una elevación menor y pueden tratarse con oxígeno en la elevación actual.

source: Pattern Type
es: Tipo de patrón

source: Pavement Management Database
es: Base de datos de manejo de pavimentos

source: Payment Terms & Security
es: Términos de pago y depósitos

source: Payment from a client in a currency other than that specified in the contract/change order
es: Pago de un cliente en una divisa distinta a la especificada en el contrato/orden de cambio

source: Payment from a client in a currency other than the owning/managing org's functional currency (excluding USD, EURO)
es: Pago de un cliente en una divisa distinta a la correspondiente a la organización mandante/administrativa (excepto USD, EUR)

source: Payment terms with client beyond 30 days from invoice date
es: Términos de pago con cliente a más de 30 días de emitida la factura

source: Payment terms with subcontractors and other project-related suppliers in less than 30 days from invoice date
es: Términos de pago con subcontratistas y otros proveedores del proyecto en menos de 30 días de emitida la factura

source: Payment, Taxes, Cash Flow Risks & Mitigation
es: Riesgos de pago, impuestos, flujo de caja y mitigación

source: Pedestrians should be separated from mobile equipment and vehicles through either:
es: Los peatones deben mantenerse apartados de los equipos en movimiento o los vehículos mediante alguno de los siguientes:

source: People
es: Personas

source: People / outcome focused
es: Centrado en las personas / los resultados

source: People - interview witnesses and subject matter experts.
es: Personas - entrevistar a testigos y expertos en el tema.

source: People also includes the greater ‘organisation’.
es: También comprende a la ‘organización’ superior.

source: People being interviewed are entitled to have an advisor or other support if they wish.
es: Los entrevistados tienen derecho a tener un asesor u otro apoyo si así lo desean.

source: People with AMS may also be able to remain at their current altitude and treat symptoms with nonopiate analgesics and antiemetics.
es: Las personas afectadas también pueden quedarse a la misma altitud y tratar los síntomas con analgésicos no opioide y con antieméticos.

source: People, including Leads are aware of a dangerous condition but fail to advise other people and/or management.
es: Personas, incluyendo a los Líderes, que están enterados de una condición peligrosa, pero que no advierten a otras personas y/o a gerencia.

source: People, materials or equipment in a space or area inadequate for their safe or efficient operation.
es: Personal, materiales o equipos en un espacio o área no adecuada para su operación segura o eficiente.

source: Per the Scope of Work provided by BHP for this review, I will focus my comments in the following key review areas:
es: Según el Alcance de Trabajo proporcionado por BHP para esta revisión, enfocaré mis comentarios en las siguientes áreas clave de revisión:

source: Perform 30 compressions followed by 2 breaths.
es: Efectuar 30 compresiones seguidas de 2 respiraciones.

source: Perform a reconnaissance while on site.
es: Realizar un reconocimiento mientras se está en el sitio.

source: Perform a risk assessment if the above is true
es: Realice una evaluación de riesgos si algunos de estos aplica

source: Perform runout analysis for Jayula Este instability as a basis for defining an exclusion zone in a Triggered Action Response Plan (TARP)
es: Llevar a cabo un análisis de descarga en la inestabilidad Jayula Este como base para definir una zona de exclusion en un Plan de Respuesta de Acción Desencadenada (TARP).

source: Perform area inspections
es: Inspeccionar el área

source: Performance measurement & evaluation
es: Medición y evaluación de rendimiento

source: Performed numerous Phase I site assessmentsand limited due diligence projects for various clients at industrial facilities (paint manufacturing, pharmaceutical, adhesives manufacturing, assembly plants, etc.), service stations, shopping centers, resort facilities, mine sites, and vacant land throughout North and South America following guidelines of the American Society for Testing and Material Standards (ASTM-E1527) and client specific guidelines.
es: Varias evaluaciones de sitio en Fase I y proyectos de due diligence limitada para varios clientes en instalaciones industriales (fabricación de pinturas, farmacéuticas, fábricas de adhesivos, plantas de ensamblaje, etc.), estaciones de servicio, centros comerciales, resorts, sitios de minería y sitios desocupados en Norteamérica y Sudamérica, siguiendo las pautas de la American Society for Testing and Material Standards (ASTM-E1527), y pautas específicas del cliente.

source: Perhaps a takeaway booklet for those who have completed the training.
es: Quizá un libro para llevar para quienes hayan completado la capacitación.

source: Perimeter Blasting
es: Voladuras perimetrales

source: Perimeter blasting practices are generally achieving good results, but there is the potential to do better
es: Las prácticas de voladura perimetral generalmente tienen buenos resultados, pero hay potencial de mejora.

source: Period (seconds)
es: Periodo (segundos)

source: Period of Record
es: Periodo de registro

source: Period(second)
es: Periodo(segundos)

source: Periodic geomechanical review of the pit slopes as mining progresses on Pisolita, Rosika and Coacia pits.
es: Revisión geomecánica periódica de los taludes de rajo a medida que avanza el minado en los rajos Pisolita, Rosika y Coacia.

source: Periodic geomechanical reviews of the open pit slopes during mining operations.
es: Revisiones geomecánicas periódicas de los taludes de pits durante las operaciones mineras.

source: Periodic ground support reviews during mining operation from 4570 to 4790 ft in 2006.
es: Revisiones periódicas de fortificaciones durante la operación minera desde los 4570 ft hasta 4790 ft en 2006.

source: Permanent (“Ultimate” or “Life of Mine”) slopes should be designed for long-term stability to achieve design and to protect operations below
es: Deben diseñarse taludes permanentes (“finales” o "LOM") para que la estabilidad a largo plazo alcance el diseño y para proteger las operaciones debajo.

source: Permanent office
es: Oficina permanente

source: Permanent slopes require a higher degree of reliability since any ore lost by slope failures or stepouts will not be recovered
es: Los taludes permanentes requieren un mayor grado de fiabilidad dado que cualquier mineral perdido por falla de los taludes o bancos anchos no será recuperado.

source: Permits, Licenses and Approvals:
es: Permisos, licencias y autorizaciones:

source: Permits, licences or training required to perform the task
es: Permisos, licencias o capacitación exigida para ejecutar la tarea

source: Permits and approvals
es: Permisos y autorizaciones

source: Perseverance Project - Noranda
es: Proyecto Perseverance – Noranda

source: Personal (Home) Contact)
es: Contacto personal (hogar)

source: Personal Floatation Device (PFD) should be worn for activities involving:
es: Debe usarse chaleco salvavidas en actividades que incluyan:

source: Personal Protection Equipment (PPE)
es: Equipo de protección personal (EPP)

source: Personal Protective Equipment
es: Elementos de protección personal

source: Personal Protective Equipment:
es: Equipo de protección personal:

source: Personal business expenses
es: Gastos comerciales personales

source: Personal counselling was made available.
es: Se dispuso de orientación personal.

source: Personal experience with an outcome
es: Experiencia personal con resultado

source: Personal gas detectors, forced ventilation and an effective emergency response plan are among the controls that need to be documented, formally implemented and verified through the application of a confined space entry permit system.
es: Entre los controles que deben ser documentados, implementados formalmente y verificados mediante la aplicación de un sistema de permisos de entrada a espacios confinados están los detectores personales de gas, la ventilación forzada y un plan de respuesta a emergencias eficaz.

source: Personal protective equipment provided shall meet relevant Standards and provide protection against the likely contaminants.
es: El equipo de protección personal proporcionado debe cumplir con las normas pertinentes y ofrecer protección contra los posibles contaminantes.

source: Personal protective equipment will depend on the likely routes of exposure.
es: El equipo de protección personal dependerá de las posibles vías de exposición.

source: Personal risk – Take 5
es: Riesgo personal: Toma 5

source: Personal safety takes precedence over environmental or property damage
es: La seguridad personal tiene preeminencia sobre el daño ambiental o a la propiedad.

source: Personal security
es: Seguridad personal

source: Personal security factors (e.g. time of day).
es: Factores de seguridad personal (ej. hora)

source: Personnel with AMS can descend as little as ≥300m (1000ft), to find symptoms will rapidly abate.
es: Es suficiente que el personal con mal agudo de montaña descienda ≥300 m s.n.m. para que los síntomas desaparezcan rápidamente.

source: Persons required to enter hazardous atmospheres shall be provided with information on the risks, use and maintenance of personal protective equipment and atmospheric monitoring equipment.
es: Quienes deban ingresar a atmósferas peligrosas deben contar con información sobre los riesgos, el uso y mantenimiento de equipos de protección personal y equipos de monitoreo atmosférico.

source: Persons responsible for ensuring compliance with WMS
es: Personas responsables de garantizar cumplimiento del WMS

source: Persons shall be trained to allow them to undertake specific roles within the emergency plan effectively.
es: Debe capacitarse a las personas para permitirles asumir eficazmente funciones específicas según el plan de emergencias.

source: Persons shall not enter a confined space, or act as a stand-by person, unless they have completed accredited training for confined space entry.
es: No se debe ingresar a un espacio confinado o formar parte del personal de apoyo, salvo que se haya recibido la debida capacitación.
